<?php

return [
    'titleForm' => [
        'users' => 'Новый пользователь',
        'posts' => 'Новая статья',
    ],
    'jumbotron-user' => [
        'title' => 'Привет, ',
        'text' => 'Вы хотите создать нового пользователя? Тогда вам нужно использовать форму регистрации',
        'button' => 'Форма регистрации',
    ],
    'fields' => [
        'id' => 'ID',
        'name' => 'Имя',
        'email' => 'Эл. почта',
        'password' => 'Пароль',
        'role' => 'Роль',
        'permission' => 'Права',
        'title' => 'Заголовок',
        'body' => 'Текст',
        'author' => 'Автор',
        'category' => 'Категория',
        'tags' => 'Теги',
        'active' => 'Вкл/Выкл',
        'action' => 'Действие',
    ],
    'buttons' => [
        'add-user' => 'Добавить пользователя',
    ],
    'ph-user' => [
        'name' => 'Ваше имя',
        'email' => 'Адрес эл. почты',
        'password' => 'Пароль',
    ],
];