<?php

return [
    'title' => [
        'user' => [
            'create' => 'Новый пользователь',
            'edit' => 'Редактировать пользователя',
            'show' => 'Информация о пользователе',
        ],
        'post' => [
            'create' => 'Новая статья',
            'edit' => 'Редактировать статью',
        ],
    ],
    'edit' => [
        'title' => 'Редактировать пользователя',
    ],
    'jumbotron-user' => [
        'title' => 'Привет, ',
        'text' => 'Вы хотите создать нового пользователя? Тогда вам нужно использовать форму регистрации',
        'button' => 'Форма регистрации',
    ],
    'fields' => [
        'id' => 'ID',
        'name' => 'Имя',
        'email' => 'Эл. почта',
        'password' => 'Пароль',
        'role' => 'Роль',
        'permission' => 'Права',
        'title' => 'Заголовок',
        'body' => 'Текст',
        'author' => 'Автор',
        'category' => 'Категория',
        'tags' => 'Теги',
        'active' => 'Вкл/Выкл',
        'action' => 'Действие',
        'created' => 'Дата регистрации',
    ],
    'buttons' => [
        'add-user' => 'Добавить пользователя',
        'update-user' => 'Обновить пользователя',
        'close' => 'Закрыть',
    ],
    'ph-user' => [
        'name' => 'Ваше имя',
        'email' => 'Адрес эл. почты',
        'password' => 'Пароль',
    ],
];